Repository: TakeshiTurk/gtkcord4
Catalog: po/*/default.po
Languages: tr

source: Added %s to the group.
tr: %s gruba eklendi.

source: Blocked Users
tr: Engellenmiş Kullanıcılar

source: Boosted the server!
tr: Sunucu boostlandı!

source: Busy
tr: Meşgul

source: Calling you.
tr: Seni arıyor.

source: Cancel
tr: Vazgeç

source: Changed the channel icon.
tr: Kanal ikonu değiştirildi.

source: Changed the channel name to #
tr: Yeni kanal adı: #

source: Connecting
tr: Bağlanıyor

source: Connecting...
tr: Bağlanıyor...

source: Decrypt (?)
tr: Şifreyi çöz (?)

source: Dependency Authors
tr: Bağımlılık Yazarları

source: Direct Messages
tr: Direkt Mesajlar

source: Edit
tr: Düzenle

source: Editing message
tr: Mesaj düzenleniyor

source: Enable a semi-WYSIWYG feature that decorates the input Markdown text.
tr: Girilen Markdown metnini süsleyen kısmi WYSIWYG desteği.

source: Enter text here
tr: Y

source: Hide
tr: Gizle

source: Idle
tr: Uzakta

source: Invisible
tr: Görünmez

source: Joined the server.
tr: Sunucuya katıldı.

source: List of users whose messages you won't see.
tr: Mesajlarını görmeyeceğiniz kullanıcıların listesi.

source: Loading...
tr: Yükleniyor....

source: Login
tr: Giriş yap

source: Log In
tr: Giriş yap

source: Login using:
tr: Giriş seçenekleri:

source: Message
tr: Mesaj gönder

source: Message
tr: Buraya mesaj gönder

source: Messages
tr: Mesajlar

source: Messages Width
tr: Mesajların genişliği

source: Offline
tr: Çevrim dışı

source: Online
tr: Çevrim içi

source: Options:
tr: Ayarlar:

source: Override Member Colors
tr: Üye renklerini geçersiz kıl

source: Password
tr: Şifre

source: Pinned <a href="#message/%d">a message</a>.
tr: <a href="#message/%d">bir mesajı</a> başa tutturdu.

source: Quick Switcher
tr: Hızlı Geçiş

source: Redacted.
tr: Silindi.

source: Remember Account
tr: Hesabı Hatırla

source: Removed %s from the group.
tr: %s gruptan çıkarıldı.

source: Remove File
tr: Dosyayı kaldır

source: Reply
tr: Cevapla

source: Replying to %s
tr: %s kişisine yanıt veriliyor

source: Rich Preview
tr: Zengin Önizleme

source: Search
tr: Bul

source: Search Users
tr: Kişiler arasında arama yap

source: Send Message on Enter
tr: Enter tuşuyla gönder

source: Send the message when the user hits the Enter key. Disable this for mobile.
tr: Mesajı Enter tuşuna basıldığında gönderin. Mobil cihazlar için bunu devre dışı bırakın.

source: Several people are typing...
tr: Birkaç kişi yazıyor...

source: Show
tr: Göster

source: Show (and autocomplete) all emojis even if the user doesn't have Nitro.
tr: Nitro'ya sahip olunmasa bile tüm emojileri gösterin (ve otomatik tamamlayın).

source: Show Blocked Messages
tr: Engellenmiş mesajları gösterin

source: Show messages from blocked users as dimmed instead of completely hidden.
tr: Engellenen kullanıcıların mesajlarını tamamen gizli yerine soluk olarak gösterin..

source: Stop Editing
tr: Düzenlemekten vazgeç

source: The width of the messages column.
tr: Chiều rộng cột tin nhắn.

source: Upload
tr: Tải lên

source: Upload File
tr: Tải lên tập tin

source: Upload Files
tr: Tải lên tập tin

source: Use generated colors instead of role colors for members.
tr: Dùng màu ngẫu nhiên thay vì màu vai trò cho thành viên.

source: User Settings
tr: Cài đặt người dùng

source: Where would you like to go?
tr: Bạn muốn đi đâu?
